Repository: rsilve/compose-guitar
Catalog: xliff/*.xlf
Languages: fr

# s6ede53926be8f8e0
source: save the track
fr: sauvegarder le morceau

# sc1b7dd6184d4b261
source: Save completed
fr: Sauvegarde terminée

# s3c4164e02d8d8d4d
source: Open the Library
fr: Ouvrir la bibliothèque

# s8a85ab7998970662
source: new track
fr: nouveau morceau

# scc854eb62c822760
source: click to edit
fr: Cliquez pour modifier

# s4121faefacc64cdc
source: Click on a track to load it
fr: Cliquez sur un morceau pour le charger

# s2ceb11be2290bb1b
source: Cancel
fr: Abandonner

# s2ba99e6c2f37b21e
source: Remove from the gallery
fr: Supprimer de la galerie

# s2b9a1d2a9a3110da
source: Chord sequence (required)
fr: Séquence d'accords (obligatoire)

# sc4766e4bd5916653
source: Invalid syntax:
fr: Syntaxe incorrecte :

# s521f2a45bd964146
source: Song title (required)
fr: Titre du morceau (obligatoire)

# s7bb88acd8dbfaa89
source: This title already exists
fr: Ce titre existe déjà

# s2189cdd19d22a843
source: Track updated
fr: Morceau mis à jour

# s8d349529fc5fb3b7
source: See examples
fr: Voir les exemples

# sb8f855b49234b81b
source: Apply
fr: Appliquer

# sc27e0098602d39d6
source: Examples
fr: Exemples

# sd82e949fd3cbad7d
source: Chord:
fr: Accords :

# sbefcc6bf7b752e55
source: Measure :
fr: Mesures :

# sf7c45e0969b403fb
source: Measure row:
fr: Séquence d'accords :

# s559bca2d83795046
source: Measure modifier:
fr: Compléments :

# se3b4c857f91f80d7
source: Keyboard shortcuts
fr: Raccourcis clavier

# s1f81786993324e60
source: Edit the current song
fr: Modifier le morceau

# sba5088f6c35462dc
source: Save the current song to the library
fr: Sauvegarder le morceau actuel dans la bibliothèque

# s4e7ccee09d565412
source: Close the current open modal
fr: Fermer la modale ouverte actuelle

# s056816f3b950857a
source: New song
fr: Nouveau morceau

# s236ae937cbcd6a39
source: Zoom in
fr: Zoom avant

# sc65ea2cf2f21a13a
source: Zoom out
fr: Zoom arrière

# s03a781dc88e1925e
source: Open library
fr: Ouvrir la bibliothèque

# s818d44a194caa829
source: Copy the current song to the clipboard
fr: Copier le morceau actuel dans le presse-papiers

# sc23b152d5a150f42
source: Replace the current song with the one from the clipboard
fr: Remplacer le morceau actuel par celui du presse-papiers

# sf18cfde2dfadbbbb
source: Synchronization
fr: Synchronisation

# s27f85a663d769c1c
source: Save your song on google drive
fr: Enregistrez vos morceau sur google drive

# s5e8250fb85d64c23
source: Close
fr: Fermer

# sd2052cf3f218e095
source: Some changes have not been recorded. Do you want to continue anyway?
fr: Certains changements n'ont pas été enregistrés. Voulez-vous quand même continuer ?

# s81ecf2d4386b8e84
source: Continue
fr: Continuer

# sc8e99647d23486da
source: Save and continue
fr: Sauvegarder et continuer

# sc1724a8bddde2ed2
source: You are not connected.
fr: Vous n'êtes pas connecté.

# sf97f9b5f623b31cc
source: Retry ?
fr: Réessayer ?

# sc4f1c47579ba1771
source: You are connected
fr: Vous êtes connecté

# s01c9945d94c2d458
source: The error message was
fr: Le message d'erreur était

# sac61352e8ffe9655
source: Synchronization between devices is enabled
fr: La synchronisation entre les appareils est activée

# s771bdf9b9dc0dc53
source: deactivate
fr: désactiver

# s614a0ead0aa35590
source: activate
fr: activer

# sd2e14edbdc642e9b
source: Please wait during authentication...
fr: Veuillez patienter pendant l'authentification...

# sf7037ffe166d667f
source: The synchronization between devices is not activated.
fr: La synchronisation entre les appareils n'est pas activée.

# s4bb1a88bd0a26f59
source: Track loaded
fr: Morceau chargé

# s5327035df1f42b8e
source: Shortcut help
fr: Aide sur les raccourcis

# s2d5c90e47b7c145f
source: Synchronisation completed
fr: Synchronisation terminée
